// locales/ar.ts

export default {
  our_story: "من نحن",
  projects: "مشاريعنا",
  contact_us: "اتصل بنا",
  phone: "9381 000 50 966+",
  address: "شارع النجاح - المونسية - الرياض",
  intro_text: "نبني رؤيتك بكل دقة",
  from: "من",
  intro_underline_text: "ستوديو مكون من طابقين",
  our_story_section: `بفكر مستنير , و رؤية حالمة , وخبرات عريقة ألجيال توارثت شغف البناء وتشييد المدن , وضعت "عمار" لبنة أساسها في القلب النابض
  للعاصمة " الرياض" في مطلع عام 2019 , لتكون مركز إدارة وتحكم بمشاريعها التنموية في مجال التطوير العقاري , وبسواعد شابة طموحة تدير
  ذلك الكيان الشامخ , عملنا عىل دراسة السوق العقاري ورصد تفاصيله وتحليل احتياجات العميل , لتقديم منتج سكني حديث وعصري يلبي
  ذلك االحتياج , باإلضافة اىل تبني و ابتكار األفكار التطويرية الستحداث وحدات سكنية مختلفة ومجهزة بالكامل بأنظمة البيوت الذكية لتوفير
  الحماية والرفاهية والراحة باإلضافة اىل تطبيق أساليب التنمية المستدامة وترشيد استهالك الطاقة .`,
  submit_btn: "ارسال",
  toast_success: "تم الارسال بنجاح",
} as const;
